{
  "CarModels":
  [
    {"CarName":"Volvo V60","CarYear":"2017","CarID":1,"CarBody":"Wagon","CarMPG":"23","CarDrive":"FW","CarCapacity":"5","CarWebsite":"https://www.cars.com/research/volvo-v60-2017/","CarImage":"https://raw.githubusercontent.com/noorsalz/JSONProjectsIT315/master/volvo.jpg","CarDescription":"Volvo surprised some in the auto industry and thrilled many wagon enthusiasts when it introduced the V60 wagon as a 2015 model, injecting new life into what had been a dying market segment. The V60 is based on the S60 sedan, seats five and has a 40/20/40-split rear seat designed for easy folding. Competitors include the Audi Allroad, BMW 3 Series wagon and Subaru Outback."},
    {"CarName":"Mazda CX-5","CarYear":"2022","CarID":2"CarBody":"SUV","CarMPG":"26","CarDrive":"AW","CarCapacity":"5","CarWebsite":"https://www.cars.com/research/mazda-cx_5-2022/","CarImage":"https://raw.githubusercontent.com/noorsalz/JSONProjectsIT315/master/Mazda.jpg","CarDescription":"The Mazda CX-5 compact SUV has seating for five and a choice of two four-cylinder engines. The base engine is a 187-horsepower, 2.5-liter four-cylinder, and there’s an available 227-hp, turbocharged 2.5-liter four-cylinder. The turbo engine’s power bumps up to 256 hp when running on 93-octane premium fuel instead of regular gas. A six-speed automatic transmission and all-wheel drive are standard. The CX-5 competes against the Honda CR-V, Hyundai Tucson and Toyota RAV4."},
    {"CarName":"Toyota Highlander","CarYear":"2018","CarID":3"CarBody":"SUV","CarMPG":"22","CarDrive":"FW","CarCapacity":"8","CarWebsite":"https://www.cars.com/research/toyota-highlander-2018/""CarImage":"https://raw.githubusercontent.com/noorsalz/JSONProjectsIT315/master/toyota.jpg","CarDescription":"The Toyota Highlander is a three-row SUV that competes with the Honda Pilot, Ford Explorer, Hyundai Santa Fe and others. It’s available as a hybrid or a traditional gas-powered SUV. The base LE trim comes with a 2.7-liter four-cylinder engine, six-speed automatic transmission and front-wheel drive. Other gas models use a 3.5-liter V-6 and eight-speed automatic, and they’re available with front- or all-wheel drive. All Highlander Hybrid models come with a 3.5-liter V-6, continuously variable automatic transmission, nickel-metal-hydride battery pack and all-wheel drive. An electric motor powers the rear axle for on-demand AWD."},
    {"CarName":"Land Rover Range Evoque","CarYear":"2019","CarID":4"CarBody":"SUV","CarMPG":"25","CarDrive":"4W","CarCapacity”":"5","CarWebsite":"https://www.cars.com/research/land_rover-range_rover_evoque-2019/""CarImage":" https://raw.githubusercontent.com/noorsalz/JSONProjectsIT315/master/rangerover.jpg","CarDescription":" The smallest of Land Rover’s Range Rover derivatives, the Range Rover Evoque is available as a four-door SUV and, believe it or not, a two-door convertible. The Evoque is powered by a turbocharged 2.0-liter four-cylinder engine producing either 237 or 286 horsepower, depending on the version. A nine-speed automatic transmission is standard. Competitors include the BMW X1, Audi Q3 and Volvo XC40."},
    {"TrailDifficulty":"Difficult","TrailElevation":"2680 ft","TrailID":5,"TrailImage":"http://www.protogic.com/images/Signal_Knob.jpg","TrailLength":"9.9 mi","TrailName":"Signal Knob","TrailTime":"5.0 hrs","TrailWebsite":"https://www.hikingupward.com/GWNF/SignalKnob/", "TrailDescription": "Signal Knob Loop Trail is a 10 mile heavily trafficked loop trail located near Strasburg, Virginia that features beautiful wild flowers and is rated as difficult. The trail is primarily used for hiking, running, bird watching, and horses and is best used from April until November. Dogs are also able to use this trail but must be kept on leash." , "TrailAddress" : "11621 Fort Valley Rd, Fort Valley, VA 22652", "TrailRoute" : "Out & Back"},
  ],
  "Status":"OK"
}
